[
    {
        "Tweets": "Earlier in Gujarat"
    },
    {
        "Tweets": "Glad to share that A'bad BRTS wins 2 international awards for 'Political Commitment' &'Design' at UITP World Congress "

    },
    {
        "Tweets": "Saddened to hear about unfortunate demise of Rituparno Ghosh. He will be remembered for his brilliant filmmaking. May his soul rest in peace"

    },
    {
        "Tweets": "Centre spends crores on 'Bharat Nirman-Haq Hai Mera' ad but people say 'Shak Hai Mera!' See the mistrust Cong created "

    },
    {
        "Tweets": "Was reading an article in Business Standard that talks about Gujarat's growth in wind power capacity in last 4 yrs "

    },
    {
        "Tweets": "Today"

    },
    {
        "Tweets": "Had a great meeting with Shri Manoj Vora"

    },
    {
        "Tweets": "2 Lok Sabha & 4 Vidhan Sabha constituencies in Gujarat are voting today. Requesting all friends in these constituencies to go out & vote."

    },
    {
        "Tweets": "At a function in North Gujarat"

    },
    {
        "Tweets": "We welcome pre-monsoon showers in parts of Gujarat! Such showers during Rohini nakshatra is indeed an auspicious sign of good monsoon ahead."

    },
    {
        "Tweets": "BJP wins all 6 by elections held in Gujarat. All 6 seats were earlier with Congress. Congrats to the Karyakartas & the winning candidates."

    },
    {
        "Tweets": "Addressed over 2.20 lakh primary school teachers across Gujarat via satellite as part of teachers training programme "

    },
    {
        "Tweets": "Leaving for Goa to attend BJP National Executive Meet"

    },
    {
        "Tweets": "Spoke to Advani ji on the phone. He gave me his blessings. Honoured and extremely grateful to receive his blessings."

    },
    {
        "Tweets": "Addressed Karyakarta Sammelan in Goa. Once again"

    },
    {
        "Tweets": "Had a detailed conversation with Advani ji on phone. Urged him to change his decision. I hope he will not disappoint lakhs of Karyakartas"

    },
    {
        "Tweets": "My condolences on the passing away of Shri VC Shukla. May his soul rest in peace."

    },
    {
        "Tweets": "Inaugurated Guj's first agro mall in Surat.This will help farmers reach consumers directly & both will gain immensely "

    },
    {
        "Tweets": "From tomorrow"

    },
    {
        "Tweets": "Taking a child to school is an experience I cherish greatly! Let us join hands & make the initiatives a grand success "

    },
    {
        "Tweets": "Concluded Kanya Kelavani in Guj's rural areas with a visit to schools in Junagadh dist. Sharing pictures of the day "

    },
    {
        "Tweets": "Shri B Raman will be remembered for his insights on issues of national security. Sad to know of his demise. May his soul rest in peace."

    },
    {
        "Tweets": "Attended a discussion on 'Achieving India's Full Economic Potential' with economist Mr. Jim O'Neill earlier today "

    },
    {
        "Tweets": "Sharing text of my speech at the meeting with the Planning Commission & a video that was shown during the meeting "

    },
    {
        "Tweets": "Seeing extremely disturbing visuals of floods in Uttarakhand. We stand by the people during this hour & pray things get back to normal soon."

    },
    {
        "Tweets": "Guj Govt is organising special flights from Dehradun to A'Bad to bring back those affected by floods"

    },
    {
        "Tweets": "Will be leaving for Uttarakhand today."

    },
    {
        "Tweets": "Undertook aerial survey of parts of Uttarakhand. There is a need of food"

    },
    {
        "Tweets": "Visited a relief camp in Dehradun. Now"

    },
    {
        "Tweets": "Gujarat's approach to skill development has been flexible"

    },
    {
        "Tweets": "I salute our armed forces who sacrificed their lives in saving people in Uttarakhand. Guj Govt will give aid of Rs 5 lac to their families."

    },
    {
        "Tweets": "As the Amarnath Yatra commences"

    },
    {
        "Tweets": "We do not need political interference which harms good governance but we need political intervention which encourages people's participation"

    },
    {
        "Tweets": "Shall meet youth from across India at Young Indian Leaders Conclave tomorrow. Dr. APJ Abdul Kalam will be present too "

    },
    {
        "Tweets": "At Young Indian Leaders Conclave"

    },
    {
        "Tweets": "Hearing Dr. Kalam is a pleasure! He is giving an inspiring speech at Young Indian Leaders Conclave "

    },
    {
        "Tweets": "Resounding victory for BJP in Zila Panchayat & Taluka Panchayat elections across Gujarat. I congratulate our Karyakartas for their hard work"

    },
    {
        "Tweets": "Congratulations to scientists of ISRO on successful launch of India's 1st dedicated navigation satellite"

    },
    {
        "Tweets": "UPA's performance measured in their own affidavit... "

    },
    {
        "Tweets": "Tributes to Swami Vivekananda on his Nirvan Diwas. His dream of Jagat Guru Bharat inspires every Indian to work towards a better India!"

    },
    {
        "Tweets": "Swami Vivekananda continues to live in our hearts through his thoughts. Sharing a collection of his quotes "

    },
    {
        "Tweets": "Paid tributes to Dr. Syama Prasad Mookerjee on his birth anniversary. His thoughts continue to guide & inspire us "

    },
    {
        "Tweets": "Cowardly attack on Mahabodhi Temple is a matter of great sadness for the people of India & the Buddhist community around the world."

    },
    {
        "Tweets": "Joined evening Aarti & offered prayers to Lord Jagannath at Ahmedabad's iconic Jagannath Temple. Sharing pictures "

    },
    {
        "Tweets": "My greetings to Kutchi brothers & sisters on Kutchi  New Year"

    },
    {
        "Tweets": "Be it education"

    },
    {
        "Tweets": "Interesting ideas & responses from youngsters on trust deficit & ways to solve it. Looking forward to hearing more "

    },
    {
        "Tweets": "In our culture every form of life is valued & worshipped. My original interview with Reuters http://nm4.in/138jss0  ...People are best judge"

    },
    {
        "Tweets": "In Pune. Looking forward to interacting with students of Fergusson College. Join LIVE "

    },
    {
        "Tweets": "Congress Mukt Bharat Nirman is the only solution to all of India's problems. Sharing my speech at BJP Public Meet "

    },
    {
        "Tweets": "Congress' dynastic politics has shattered the aspirations of people. The younger generation will not accept these actions of the Congress!"

    },
    {
        "Tweets": "Wonderful being in the beautiful state of Odisha. Blessed to offer prayers at Lord Jagannath Temple in Puri "

    },
    {
        "Tweets": "Best wishes to Nelson Mandela on his birthday. He inspires millions with the message of equality. We pray for his good health."

    },
    {
        "Tweets": "Incredible! Sardar Sarovar Dam is overflowing & it is a beautiful sight. Have you seen the breathtaking pictures? "

    },
    {
        "Tweets": "Killing of our Tamil Nadu unit's Gen Sec Shri V Ramesh is shocking. Spoke to TN BJP President last night & expressed sadness on the killing."

    },
    {
        "Tweets": "Actions"

    },
    {
        "Tweets": "Height of Intolerance! http://nm4.in/134uora  #AditiRestaurant "

    },
    {
        "Tweets": "Met a safai kamdar of CMO who cleared 10th board exam this year. Glad to know that he was inspired by Kanya Kelvani & Shala Praveshotsav."

    },
    {
        "Tweets": "Shantaben Gajendragadkar dedicated her entire life for expansion & strengthening of Rashtriya Sevika Samiti. My condolences with her family."

    },
    {
        "Tweets": "India has become a large Consumer Market for Global Corporations but a less attractive Investment Destination"

    },
    {
        "Tweets": "Gujarat's new Wind Power Policy will be an added fillip to wind energy generation in the state! Sharing more about it "

    },
    {
        "Tweets": "Addressed SWAGAT session.Glad that about 92% of grievances under this initiative have been fairly redressed till date "

    },
    {
        "Tweets": "Salute to valour & courage of our Armed Forces who gave their lives for the Nation in Kargil war.Tributes to their sacrifices on Vijay Diwas"

    },
    {
        "Tweets": "There is sentiment"

    },
    {
        "Tweets": "Today we pay our respects to all those who struggled & gave their lives for a new state of Telangana. This is a victory of people's power!"

    },
    {
        "Tweets": "Due to the power of the people"

    },
    {
        "Tweets": "Congress' conduct on Telangana has neither been transparent nor consistent. It must assure people it will not act the way it earlier did."

    },
    {
        "Tweets": "Glad to see my Tweets in different languages. I thank friends for creating these Twitter profiles. These efforts touched my heart."

    },
    {
        "Tweets": "I do not understand all languages but am sure these Tweets in different languages will go a long way in reaching out to people across India."

    },
    {
        "Tweets": "I would also urge friends Tweeting in various languages to ensure that there is no error in translation so that they are not misinterpreted."

    },
    {
        "Tweets": "Congratulations to our women hockey players for winning the first bronze at Junior Women Hockey World Cup. A historic feat!"

    },
    {
        "Tweets": "From China's intrusions to Pakistan's ambushes- UPA Government has been absolutely lax in securing Indian borders. When will Centre wake up?"

    },
    {
        "Tweets": "Watched the film 'The Light- Swami Vivekananda'. It powerfully conveys Swamiji's message. Inspiring film for youth "

    },
    {
        "Tweets": "Met Paresh Rawal & Akshay Kumar. They expressed interest in development of Sports University and Judo & Karate in Guj "

    },
    {
        "Tweets": "Eid Mubarak! May everyone in the country be blessed with happiness"

    },
    {
        "Tweets": "Remembering the Quit India Movement"

    },
    {
        "Tweets": "Stopping Opposition leaders in this manner shows that the Government does not want the truth about the Kishtwar violence to come out."

    },
    {
        "Tweets": "An air of Congress Mukt Bharat is evident! Youth"

    },
    {
        "Tweets": "It was nice meeting people from Telugu Film fraternity during my Hyderabad visit yesterday. Sharing some pictures "

    },
    {
        "Tweets": "Thankful to British MPs for their invites in the spirit of dialogue and engagement. "

    },
    {
        "Tweets": "Greetings & best wishes to my fellow Indians on Independence Day. May our nation scale new heights of glory in the years to come! Jai Hind!"

    },
    {
        "Tweets": "To build a war memorial was a dream since long. Am glad today I could dedicate a war memorial to the brave soldiers "

    },
    {
        "Tweets": "Met Australia's High Commissioner today. Discussed mutual cooperation between Gujarat & Australia in various fields "

    },
    {
        "Tweets": "Stressed on the importance of Gram Sabhas & use of technology for overall development of our villages "

    },
    {
        "Tweets": "People are tired of Congress misrule & are waiting to throw Congress out of power at the first available opportunity! "

    },
    {
        "Tweets": "Happy Rakshabandhan! This festival celebrates the everlasting bond between a sister & brother & epitomizes social harmony & Rashtra Shakti."

    },
    {
        "Tweets": "Sharing some glimpses of Rakshabandhan celebrations in Gandhinagar. Gratitude to all the women today "

    },
    {
        "Tweets": "Thanks to our Sujalam Sufalam Yojna"

    },
    {
        "Tweets": "Agree with @SrBachchan . The author of the fake video should take action immediately and apologize to Amitabh ji."

    },
    {
        "Tweets": "Today 8800 Vidya Sahayaks received employment letters across Gujarat. I congratulate them & wish them the very best "

    },
    {
        "Tweets": "Congrats to Indian women's recurve team of Bombayla Devi"

    },
    {
        "Tweets": "Glad to know that Sonia ji's health is fine. Wishing her the best of health for the future."

    },
    {
        "Tweets": "Concerned that basic medical emergency procedures were not used. Would have been better if wheelchair or stretcher were used in Parliament."

    },
    {
        "Tweets": "Considering her health"

    },
    {
        "Tweets": "Met delegation from Queensland"

    },
    {
        "Tweets": "On National Sports Day"

    },
    {
        "Tweets": "Development must reach the last person in the queue. In order to be a healthy nation"

    },
    {
        "Tweets": "Tried my hand at Paavo with Rathva community people celebrating new dist. MT @sureshnakhua: awesome 2 c u plyg flute "

    },
    {
        "Tweets": "On the last Monday of holy month of Shravan"

    },
    {
        "Tweets": "Feel blessed to have performed prayers at Somnath Temple on the last Monday of Shravan. Sharing video and pictures "

    },
    {
        "Tweets": "Centre is silent on the ill-treatment of our fishermen by Pakistan. It has been unable to bring back fishing boats of our fishermen too."

    },
    {
        "Tweets": "Tomorrow on Teacher's Day"

    },
    {
        "Tweets": "We are moving from an era of teaching to an era of learning. We must think of ways by which we can sharpen learning skills."

    },
    {
        "Tweets": "Shall join Dr. Raman Singh's Vikas Yatra in Chhattisgarh tomorrow. Looking forward "

    },
    {
        "Tweets": "PM talks of happily working under Rahul Gandhi's leadership next year! Wasn't he doing the same all these years?Misleading the nation again?"

    },
    {
        "Tweets": "Congratulations to Leander Paes for winning US Open Men's Doubles title with Radek Stepanek. We are proud of him."

    },
    {
        "Tweets": "Michhami Dukkadam! The festival of Paryushan strengthens social harmony & humanity in society by embracing compassion & forgiveness!"

    },
    {
        "Tweets": "From Kashmir to Kanyakumari"

    },
    {
        "Tweets": "We remember the epic words of Swami Vivekananda"

    },
    {
        "Tweets": "Great month long campaign by EC for voter registration across states.Urge you all"

    },
    {
        "Tweets": "May not be able to reply to everyone individually but I thank friends of social media for their good wishes"

    },
    {
        "Tweets": "Congratulations to our scientists for the successful testing of Nuclear capable Agni-V missile earlier today."

    },
    {
        "Tweets": "Sharing glimpses of the public meeting in Rewari & some Tweets by enthusiastic netizens on what has been a great day "

    },
    {
        "Tweets": "Greetings on Onam. May this festival shower happiness"

    },
    {
        "Tweets": "Our wrestlers bringing more pride to the Nation. Congrats to Bajrang Kumar for winning a bronze medal in World Wrestling Championship!"

    },
    {
        "Tweets": "Thankful to Justice Krishna Iyer for his very kind words in his letter "

    },
    {
        "Tweets": "Will inaugurate eGujCop project across the state. Join LIVE "

    },
    {
        "Tweets": "Respected @SriSriSpeaks lets encourage voter registration among 18-24 yr olds.Large number of them unregistered. EC drive presently underway"

    },
    {
        "Tweets": "The 2014 elections won't be fought by any party or person for a post"

    },
    {
        "Tweets": "Many NRI friends asking if they can vote. Yes"

    },
    {
        "Tweets": "Spoke to India's High Commissioner to Kenya & spoke to people of the Indian community there over the unfortunate attack in Nairobi."

    },
    {
        "Tweets": "Interacted with academicians from all over India at Teacher's Training Navchintan Shibir organized by Indian Institute of Teacher Education."

    },
    {
        "Tweets": "Best wishes to Prime Minister Dr. Manmohan Singh on his birthday. I pray for his long and healthy life ahead."

    },
    {
        "Tweets": "Heartfelt thanks to friends on social media who joined live. Sharing some tweets "

    },
    {
        "Tweets": "Tributes to Shaheed Bhagat Singh on his birth anniversary. His true devotion towards our Motherland will remain an inspiration forever."

    },
    {
        "Tweets": "Wonderful to be in #Delhi to join the BJP Vikas Rally. You can watch the Rally LIVE "

    },
    {
        "Tweets": "Nation must choose between dynasty &amp; democracy. The former is strangling the latter.Will we be guided by Constitution or wishes of a Prince?"

    },
    {
        "Tweets": "Had a great interaction at inauguration of Diamond Hall. Like the diamond"

    },
    {
        "Tweets": "A historic rally in Delhi! Congratulations to BJP Karyakartas for organizing it & to the people who graced it with their presence."

    },
    {
        "Tweets": "In Porbandar. Tributes to the two great sons of our Nation"

    },
    {
        "Tweets": "What matters is to have faith in yourself. If you have the urge to serve our Motherland"

    },
    {
        "Tweets": "Kidney transplant of Tahira & Sandeep was possible due to contribution of a family from Surat. Salute to the family "

    },
    {
        "Tweets": "Shubho Mahalaya! May Maa Durga bring strength"

    },
    {
        "Tweets": "I welcome announcement of polls in 5 states. Elections are a celebration of our democracy. We look forward to a healthy & spirited election."

    },
    {
        "Tweets": "Yesterday we saw wonderful performances during the #Navratri celebrations! Sharing some pictures "

    },
    {
        "Tweets": "Thank you everyone for the kind wishes and continued support. Really touched "

    },
    {
        "Tweets": "Met the bright young tennis player Ankita Raina. Gave my best wishes to her "

    },
    {
        "Tweets": "Honoured to meet Rasoolan Bibi ji"

    },
    {
        "Tweets": "Tributes to Loknayak Jayprakash Narayan. He inspired the youth to work for nation building & upholding democratic ideals."

    },
    {
        "Tweets": "Nanaji Deshmukh's contribution towards our society & nation remains unforgettable. Tributes to him on his birth anniversary."

    },
    {
        "Tweets": "Spoke to AK Antony ji on Pakistan's actions against Guj's fishermen today. Urged him that Centre should take a serious note & investigate it"

    },
    {
        "Tweets": "Saddened by unfortunate stampede at Ratangarh temple. Spoke to Shivraj ji & expressed my condolences. Prayers with victims & families."

    },
    {
        "Tweets": "Had a fruitful meeting with French delegation led by French Ambassador on strengthening ties between Gujarat & France "

    },
    {
        "Tweets": "Discussed cooperation in sectors such as urban infrastructure"

    },
    {
        "Tweets": "The Sabarmati Riverfront Park was inaugurated today.The spectacular pictures of the beautiful gardens are a must see! "

    },
    {
        "Tweets": "Am confident this summit will be fruitful & will go a long way in making the future of urban India brighter"

    },
    {
        "Tweets": "India has magnetic powers in its culture & traditions. Cultural & economic strengths of states should be leveraged for global positioning."

    },
    {
        "Tweets": "Urged the students to keep the mantra of 'India First' in their thoughts & actions & be active participants in country's development journey"

    },
    {
        "Tweets": "Congress has only created divisions wherever they went - the country"

    },
    {
        "Tweets": "Your voice"

    },
    {
        "Tweets": "Had a delightful interaction with a delegation of students from Nagaland earlier today "

    },
    {
        "Tweets": "In Manna Dey"

    },
    {
        "Tweets": "Along with technology upgradation"

    },
    {
        "Tweets": "You gave Congress 60 years. I urge all to give BJP only 60 months & we will change India's future with development! "

    },
    {
        "Tweets": "After today's wonderful rally at Udaipur's Gandhi Maidan"

    },
    {
        "Tweets": "People's blessings are the strongest Suraksha Kavach. Till these blessings are there this journey of awakening the nation will continue."

    },
    {
        "Tweets": "Divya Bhaskar has clarified on a statement about Sardar Patel's funeral wrongly attributed to me. I thank them for it."

    },
    {
        "Tweets": "The bus fire mishap in Andhra Pradesh is unfortunate. My condolences to the families of the deceased & prayers for those injured."

    },
    {
        "Tweets": "Tomorrow is the birth anniversary of Sardar Patel"

    },
    {
        "Tweets": "India's specialty is unity in diversity. The Statue of Unity will showcase India's message of unity to the World "

    },
    {
        "Tweets": "Thanks to people of Pune for a warm welcome! Will join inauguration of Deenanath Mangeshkar Super Speciality Hospital "

    },
    {
        "Tweets": "Pigeon refused to leave dead body of Bharat & travelled with the body till the funeral. Even now the pigeon stays around Bharat's room."

    },
    {
        "Tweets": "Visited Panchdev Temple and met people in Gandhinagar & exchanged New Year greetings. Sharing photos"

    },
    {
        "Tweets": "Greetings to everyone on the auspicious occasion of Bhai Dooj."

    },
    {
        "Tweets": "Best wishes to our scientists for the Mars Mission. It is a proud moment for the nation & we all pray for the Mission's success."

    },
    {
        "Tweets": "RIP Tarla Dalal. She lives on through the taste of her wonderful recipes. Condolences to her family."

    },
    {
        "Tweets": "For Congress leaders"

    },
    {
        "Tweets": "Due to BJP's rising popularity"

    },
    {
        "Tweets": "Sardar Patel's message of unity must keep echoing in our country. Statue of Unity is an effort to spread that message "

    },
    {
        "Tweets": "Scholar & freedom fighter"

    },
    {
        "Tweets": "Congratulations to Heena Sidhu for the Gold Medal at ISSF World Cup Finals in Munich. We are all proud of her historic achievement."

    },
    {
        "Tweets": "2014 election isn't about who will win or lose but about freeing the Nation from clutches of misgovernance & giving Surajya to the people!"

    },
    {
        "Tweets": "I join the nation in remembering our 1st Prime Minister Pandit Jawaharlal Nehru on his birth anniversary."

    },
    {
        "Tweets": "Congress does not believe in any form of democracy. It changes Naam"

    },
    {
        "Tweets": "Shahzada says we need to change the system. Who created it? It was your party & family that ruled India for 60 years & you talk of systems!"

    },
    {
        "Tweets": "Bharat Ratna for Sachin Tendulkar is a fitting tribute for his contribution to sports. My congratulations to him. @sachin_rt"

    },
    {
        "Tweets": "When they say 'power is poison' they mean let one family keep tasting it & let the rest of India remain subservient to them!"

    },
    {
        "Tweets": "Shahzada calls us thieves. If anything"

    },
    {
        "Tweets": "Saw great vigour & vibrancy among people of Rajasthan during the public meetings I addressed today. Change is coming in the state!"

    },
    {
        "Tweets": "Congress makes grand promises in poll bound states but why can't they implement the same promises in states they govern? Why mislead people?"

    },
    {
        "Tweets": "Instead of misquoting Atal ji"

    },
    {
        "Tweets": "Shri @ChouhanShivraj appeals to the people to vote for BJP in upcoming Madhya Pradesh Assembly Elections "

    },
    {
        "Tweets": "Visited Panchdev Temple and met people in Gandhinagar & exchanged New Year greetings. Sharing photos"

    },
    {
        "Tweets": "They think India is a beehive. For us"

    },
    {
        "Tweets": "Congress must tell people of Rajasthan what they have done for them in 5 years"

    },
    {
        "Tweets": "Khetri was a very important place in Swami Vivekananda's life. He came to Khetri as Narendra but left it as Vivekananda."

    },
    {
        "Tweets": "Centre's failure to bring the real perpetrators of 26/11 to justice is disappointing. It is high time Centre acts decisively."

    },
    {
        "Tweets": "Told Home Minister on local mole...suggested matter be pursued..don't know what happened to that."

    },
    {
        "Tweets": "Madam asks where was Rajasthan's Opposition for 5 years. The Opposition & the people were trying to locate the Government with a microscope!"

    },
    {
        "Tweets": "Congress does not want to answer people of Rajasthan but people will give a befitting answer for Congress' misdeeds "

    },
    {
        "Tweets": "Economy is in trouble"

    },
    {
        "Tweets": "On BSF Raising Day"

    },
    {
        "Tweets": "Glad that after my call for a debate on Article 370"

    },
    {
        "Tweets": "On Navy Day"

    },
    {
        "Tweets": "Communal Violence Bill is ill-conceived"

    },
    {
        "Tweets": "Many of us are not fortunate to see Gandhi ji alive. We are blessed to see the life of Nelson Mandela"

    },
    {
        "Tweets": "My heartfelt condolences to Nelson Mandela's family & the people of South Africa. We stand by them in this hour of grief."

    },
    {
        "Tweets": "Congrats to Shri Purnesh Modi & BJP Karyakartas for grand victory in Surat West bye-election. Thanks to voters of Surat."

    },
    {
        "Tweets": "People have spoken loud and clear! The verdict has shown yet again that people want development"

    },
    {
        "Tweets": "Remembering Shri C Rajagopalachari on his birth anniversary. We will always remember his monumental contribution to the nation."

    },
    {
        "Tweets": "Run for Unity' will take place on 15th Dec"

    },
    {
        "Tweets": "Proud that my colleague Dr. Raman Singh will take oath as CM for a historic 3rd time. Going to Raipur to join his swearing-in ceremony."

    },
    {
        "Tweets": "I salute all the martyrs who lost their lives in Parliament attack. Their sacrifice for the nation shall never be forgotten."

    },
    {
        "Tweets": "Seeing immense enthusiasm among everyone"

    },
    {
        "Tweets": "Statue of Unity Movement is a tribute to the ideals & values of Sardar Patel. It is a dream to unite our nation & draw the world to India."

    },
    {
        "Tweets": "Maharaja Marthanda Varma was a kind"

    },
    {
        "Tweets": "Refused to meet the visiting USA delegation in solidarity with our nation"

    },
    {
        "Tweets": "Had a delightful interaction with students of Hof University"

    },
    {
        "Tweets": "Best tribute to Gandhi ji on his 150th birth anniversary in 2019 would be a mass movement which will create a clean India by then."

    },
    {
        "Tweets": "Condition of Ganga is pitiable. For others"

    },
    {
        "Tweets": "Glad that the enthusiasm for the rally in Varanasi was as much on social media as it was on the ground"

    },
    {
        "Tweets": "It was Mumbai that gave the call of 'Quit India' to the British. Today"

    },
    {
        "Tweets": "VOTE FOR INDIA to free our nation from dynastic politics"

    },
    {
        "Tweets": "Atal ji's commitment to good governance & serving people will always continue to inspire us "

    },
    {
        "Tweets": "Truth by nature is self-evident. As soon as you remove the cobwebs of ignorance that surround it"

    },
    {
        "Tweets": "Yesterday's verdict is a victory for peace"

    },
    {
        "Tweets": "Will inaugurate 'Loha Abhiyan' and flag off 75 trucks carrying environment friendly Statue of Unity resource kits "

    },
    {
        "Tweets": "For 50 long years"

    },
    {
        "Tweets": "More than 10 lakh acres of land"

    },
    {
        "Tweets": "Had a memorable evening yesterday"

    },
    {
        "Tweets": "Glad that for the last 12 years"

    },
    {
        "Tweets": "Launched India272+ mobile app.The app will further empower volunteers to contribute easily"

    },
    {
        "Tweets": "We need to focus on health assurance & preventive healthcare so that we can have a healthy society"

    },
    {
        "Tweets": "Will join foundation day celebrations of Bharat Swabhiman Trust in Delhi tomorrow http://nm4.in/1iBTASw  @yogrishiramdev"

    },
    {
        "Tweets": "We do not need people from other planets to develop India. Our people are skilled. It is about creating opportunities & putting in systems."

    },
    {
        "Tweets": "On Guru Purab"

    },
    {
        "Tweets": "NRIs proactively resisted Emergency & strongly supported India after Pokhran. Seeing same fervour among NRIs for 2014 Lok Sabha elections."

    },
    {
        "Tweets": "Assured NRIs that India won't let them down. We will create an India where every state is an equal contributor & participant in our progress"

    },
    {
        "Tweets": "The @India272 Dialogue was a memorable experience. I am very glad & reassured about the future of India "

    },
    {
        "Tweets": "Our education system must create harbingers of change. Through education"

    },
    {
        "Tweets": "Embodiment of youth & epitome of service & devotion to Mother India"

    },
    {
        "Tweets": "It is unfortunate that the Home Minister makes statements that violate India's federal structure & are loaded with votebank politics"

    },
    {
        "Tweets": "Greetings on Milad-un-Nabi. May this auspicious day strengthen the spirit of peace"

    },
    {
        "Tweets": "Having Undhiyu for lunch with Salman Khan. Undhiyu is a Gujarati delicacy and is a must-have during Uttarayan!"

    },
    {
        "Tweets": "A crime is a crime irrespective of birth marks of the criminal. Religious beliefs can't determine guilt or innocence "

    },
    {
        "Tweets": "Pitiable condition of the economy must change. Time has come to set the agenda & bring the country back on track"

    },
    {
        "Tweets": "He symbolised ultimate courage"

    },
    {
        "Tweets": "Injustice to Kashmiri Pandits is not only an attack on their rights but an attack on our national ideal of Sarva Pantha Sambhav."

    },
    {
        "Tweets": "Called for creating a globally recognised Brand India built on 5 Ts- Talent"

    },
    {
        "Tweets": "One Vote"

    },
    {
        "Tweets": "Akkineni Nageswara Rao was one of Indian cinema's stalwarts"

    },
    {
        "Tweets": "Let us get inspired by Netaji Subhas Chandra Bose & pledge to dedicate our lives in service of Bharat Mata & take our nation to new heights"

    },
    {
        "Tweets": "Subhas Babu said "

    },
    {
        "Tweets": "On National Voters Day"

    },
    {
        "Tweets": "Let us devote ourselves to the cause of nation building"

    },
    {
        "Tweets": "What is your Idea of India? We want to hear what is your vision for the development of India "

    },
    {
        "Tweets": "Our Armed Forces don't only shine on the battlefield! We have seen their great service in saving lives be it in Uttarakhand or Kutch quake."

    },
    {
        "Tweets": "India needs to be self-reliant in manufacturing defence equipment. Till when will we keep importing arms from overseas?"

    },
    {
        "Tweets": "Met a delegation from Singapore "

    },
    {
        "Tweets": "On Mahatma Gandhi's Punya Tithi"

    },
    {
        "Tweets": "What happened to the youngster from Arunachal Pradesh in Delhi is saddening & shocking. No place for such gruesome acts in our nation"

    },
    {
        "Tweets": "Performed Puja at Somnath Temple earlier today. Joined various programmes there as well "

    },
    {
        "Tweets": "Killing of youngster from Arunachal Pradesh has made our heads hang in shame. Children from North East are our children."

    },
    {
        "Tweets": "Gujari Bazaar & Dhobi Ghat exemplify inclusive growth with a modern & technology oriented approach "

    },
    {
        "Tweets": "A farmer leader who dedicated his entire life towards the upliftment of poor"

    },
    {
        "Tweets": "Support us & we will give India & Bengal Surajya & make the dream of 'Sonar Bangla' into a reality once again "

    },
    {
        "Tweets": "In Delhi"

    },
    {
        "Tweets": "We want our youth to stand up on their own feet. More we focus on skill development & value addition"

    },
    {
        "Tweets": "People say political parties want power. BJP wants power but it wants power to empower the people. Power for BJP is empowerment of people."

    },
    {
        "Tweets": "The Recounting Minister keeps abusing others but the nation demands answers on the rampant mismanagement of the economy during his tenure."

    },
    {
        "Tweets": "Kerala is called 'God's Own Country' but why are youngsters leaving in search of jobs? Centre & State Govts have failed to create jobs."

    },
    {
        "Tweets": "2014 is not about victory or defeat. It is about ensuring a bright future for our nation & sowing the seeds of a 'Bhavya' & 'Divya' Bharat!"

    },
    {
        "Tweets": "Have you located your nearest tea stall from where you will join this evening's Chai Pe Charcha? "

    },
    {
        "Tweets": "Perfect blend of tea & technology made Chai Pe Charcha memorable. Looking forward to such Charchas in the coming days "

    },
    {
        "Tweets": "I invite you all to come to Ambaji for this wonderful spiritual experience of worshipping at the 51 Shaktipeeths! "

    },
    {
        "Tweets": "Unfortunately"

    },
    {
        "Tweets": "Would urge friends on social media to hear Jaitley ji's insightful speech at launch of 'ModiNomics'"

    },
    {
        "Tweets": "PM says money doesn't grow on trees but HP CM's assets grew 14 times in 3 years  & he says it was due to apple trees! Can we trust Congress?"

    },
    {
        "Tweets": "Centre's refusal to allow gates on Narmada Dam is unfortunate. Why play politics over Narmada Mata?"

    },
    {
        "Tweets": "A democracy has 4 enemies- dynasty"

    },
    {
        "Tweets": "Tributes to Gopal Krishna Gokhale on his Punya Tithi. His contribution to freedom struggle & efforts towards social reform inspire us."

    },
    {
        "Tweets": "Winds of change are blowing! Congress can't save itself. People will punish Congress & the punishment will be worse than that in 1977."

    },
    {
        "Tweets": "After the last rally in Guwahati we lost 2 dedicated Karyakartas & 1 Karyakarta is missing. Met their families today "

    },
    {
        "Tweets": "Not Assam alone"

    },
    {
        "Tweets": "Mobile Kaushalya Rath"

    },
    {
        "Tweets": "Extremely grateful to Rajnath ji & other distinguished guests for their kind words & insightful suggestions at launch of book 'Moditva'"

    },
    {
        "Tweets": "Emphasis on the 7 pillars of energy- Hydro"

    },
    {
        "Tweets": "On National Science Day"

    },
    {
        "Tweets": "Nation wants jobs"

    },
    {
        "Tweets": "Sad to know about Shri Bangaru Laxman's demise. May his soul rest in peace. Condolences to his family."

    },
    {
        "Tweets": "To hide their failures"

    },
    {
        "Tweets": "We say stop rising prices they say stop Modi"

    },
    {
        "Tweets": "2014 polls are a historic opportunity to lay foundation of a developed India. I urge you all to 'Vote for India' & make the right choice!"

    },
    {
        "Tweets": "Suresh Gopi ji talked about several issues pertaining to Kerala and the cinema industry in the South "

    },
    {
        "Tweets": "On 9th March is a pan-India voter registration drive! Ensure that you & your dear ones are registered to vote "

    },
    {
        "Tweets": "Will join 'Chai Pe Charcha' this evening. The focus of the Charcha would be women empowerment "

    },
    {
        "Tweets": "Let us act immediately! Today"

    },
    {
        "Tweets": "In Bihar today. Will join Hunkar Rally in Purnia "

    },
    {
        "Tweets": "Such is corruption of Congress that the cows of Bihar are worried about what will happen to the fodder if Congress & its ally win elections."

    },
    {
        "Tweets": "We salute the brave souls who sacrificed their lives for the nation. Condolences to their families. Our prayers with the injured."

    },
    {
        "Tweets": "SSC & HSC exams begin tomorrow in Guj. Best wishes to my young friends. Am sure your efforts will bring great results "

    },
    {
        "Tweets": "Had an excellent meeting with Nagaland CM Shri Neiphiu Rio in Delhi  "

    },
    {
        "Tweets": "Our Foreign Minister's statement in London is shocking! The fear of defeat is making Congressmen abuse Hon'ble SC & EC in this manner."

    },
    {
        "Tweets": "Grateful to the Party for giving me opportunity to contest the election from the holy city of Varanasi! An honour to contest from Varanasi."

    },
    {
        "Tweets": "Looking forward to the next round of 'Chai Pe Charcha' on 20th"

    },
    {
        "Tweets": "Send a personalised Holi e-greeting along with my audio message to your friends "

    },
    {
        "Tweets": "Will join farmers in Dabhadi village in Yavatmal dist. during next 'Chai Pe Charcha' on 20th. Send in your questions "

    },
    {
        "Tweets": "Vote for BJP for a strong India! Vote for BJP to control rising prices"

    },
    {
        "Tweets": "My condolences on the passing away of noted author & journalist Khushwant Singh. May his soul rest in peace."

    },
    {
        "Tweets": "The sound of his Shehnai mesmerised the world! Tributes to Bharat Ratna Bismillah Khan on his birth anniversary."

    },
    {
        "Tweets": "Tributes to the young revolutionary Shaheed Hemu Kalani on his birth anniversary. His courage & patriotism are an inspiration for youngsters"

    },
    {
        "Tweets": "Yoga is not only about Rog Mukti but also about Bhog Mukti! You will enjoy this earlier speech of mine on Yoga "

    },
    {
        "Tweets": "I thank Prasoon Joshi"

    },
    {
        "Tweets": "Give us 60 months to serve you. We don't want to enjoy power but want to be Chowkidars who will guard people's money http://nm4.in/1jH3boo "

    },
    {
        "Tweets": "Centre"

    },
    {
        "Tweets": "Shahzada says Modi is an ideology. I am proud to belong to an ideology where Nation is bigger than Party"

    },
    {
        "Tweets": "NDA is committed to a policy-driven Govt. with strong systems in place to check corruption. We can not compromise with future of our youth."

    },
    {
        "Tweets": "People of Assam should reject those who have forgotten them & bless NDA"

    },
    {
        "Tweets": "SC orders on giving voting rights to armed forc es personnel at location of their posting is a welcome step & will increase participation.   "

    },
    {
        "Tweets": "For us"

    },
    {
        "Tweets": "Small contributions"

    },
    {
        "Tweets": "For us"

    },
    {
        "Tweets": "No NDA state figures in list of top 10 states with high crime rate against women while 7 Congress ruled states figure in the list."

    },
    {
        "Tweets": "When farmers suffered due to hail storms"

    },
    {
        "Tweets": "5 seats in Assam & 1 seat in Tripura vote today. Urging voters in these 6 seats to turnout in large numbers & cast their votes."

    },
    {
        "Tweets": "Narcotics & lots of fake currecny is entering through our borders But Centre is watching silently & helplessly. Why? "

    },
    {
        "Tweets": "We salute brave CRPF personnel martyred in Aurangabad"

    },
    {
        "Tweets": "NDA is committed to fulfilling Atal ji's dream of river linking so that Maharashtra's farmers don't have to suffer "

    },
    {
        "Tweets": "Urging friends in Mizoram to vote in record numbers in the Lok Sabha election"

    },
    {
        "Tweets": "7 Lok Sabha seats across Assam"

    },
    {
        "Tweets": "Shahzada came to Rajasthan without informing their CM & rode on a bike belonging to a history sheeter. Perhaps he was inspired by Dhoom 3"

    },
    {
        "Tweets": "Tributes to Yug Purush Dr. Babasaheb Ambedkar on his birth anniversary. Our great Constitution is the result of his monumental efforts"

    },
    {
        "Tweets": "Babasaheb Ambedkar gave us freedom of speech but such is Congress that PM himself lost this right. Who in Cong snatched this right from him?"

    },
    {
        "Tweets": "Coming from a poor family"

    },
    {
        "Tweets": "Polling for 121 Lok Sabha seats"

    },
    {
        "Tweets": "Madam says BJP doesn't respect institutions. Who was responsible for Emergency?There is CBI misuse"

    },
    {
        "Tweets": "The way @ChouhanShivraj has transformed MP"

    },
    {
        "Tweets": "Shahzada should tell us about R(haul)"

    },
    {
        "Tweets": "We are guided by Rashtraneeti"

    },
    {
        "Tweets": "Petty statements by those claiming to be BJP's well wishers are deviating the campaign from the issues of development & good governance."

    },
    {
        "Tweets": "I am coming to your state this evening to address Bharat Vijay Rallies via 3D technology. Check your nearest location "

    },
    {
        "Tweets": "Friends today I will file my nomination papers from Varanasi. I seek your support & blessings as I embark on this journey."

    },
    {
        "Tweets": "Began the day by filing my papers in Varanasi"

    },
    {
        "Tweets": "To take a lead over nations like China we need to focus on manufacturing sector"

    },
    {
        "Tweets": "Congress says a tsunami destroys & Modi talks of tsunami. Yes"

    },
    {
        "Tweets": "The way Rahul Baba is making statements with a dash of comedy in them"

    },
    {
        "Tweets": "Due to communal politics of Abdullah family"

    },
    {
        "Tweets": "There is no question of insulting our martyrs who give everything to the nation. I would rather quit politics than insult our martyrs."

    },
    {
        "Tweets": "Cong got Lalu ji released from jail but top Cong leaders are avoiding sharing stage with him in rallies. People can see through these games."

    },
    {
        "Tweets": "2014 polls are a choice between those who want a Scam India & NDA"

    },
    {
        "Tweets": "Greetings to journalist friends on World Press Freedom Day. Free press is a democracy's cornerstone & must be preserved in letter & spirit."

    },
    {
        "Tweets": "Congress is in ICU. They may get as many of their well-wishers out from jail but it wont add to their fortunes "

    },
    {
        "Tweets": "Over 6 lakh weavers lost their jobs. A package of Rs. 6"

    },
    {
        "Tweets": "They looted the nation in the name of the poor but now it is the son of a poor man who is challenging them. They are not able to digest that"

    },
    {
        "Tweets": "I also call upon those voting in Assembly polls in AP & those voting in Assembly by-polls in Bihar"

    },
    {
        "Tweets": "Didi wanted Bangladeshi infiltrators removed in 2005. Now due to votebank politics she supports them. People didn't expect such Poriborton!"

    },
    {
        "Tweets": "From tourism to giving better opportunities to Varanasi's weavers"

    },
    {
        "Tweets": "Kerala Minister who came to meet me was reprimanded. Cong leader wanted Lata ji's Bharat Ratna taken back.This is politics of untouchability"

    },
    {
        "Tweets": "Our Scientists are our strength and will help shape our future in this Knowledge Era with both Defence and Civilian Impact."

    },
    {
        "Tweets": "Today is final phase of 2014 Polls. Urging all those voting in 41 seats across 3 states & Assembly by-polls in WB to vote in large numbers."

    },
    {
        "Tweets": "My best wishes to @SriSri ji on his birthday. His contribution to service of humanity is immense. I pray for his long life & good health."

    },
    {
        "Tweets": "Held a meeting to discuss Narmada water grid distribution system & reviewed drinking water situation across Gujarat "

    },
    {
        "Tweets": "On Buddha Purnima"

    },
    {
        "Tweets": "We pledge our commitment to world peace"

    },
    {
        "Tweets": "India has won! भारत की विजय। अच्छे दिन आने वाले हैं। "

    },
    {
        "Tweets": "Sharing a 'Vijay Geet' that captures the mood today "

    },
    {
        "Tweets": "Extremely grateful to His Holiness the Dalai Lama for his wishes and words of appreciation"

    },
    {
        "Tweets": "Nepal is an old & deeply valued friend. We are committed to strengthening our relations with Nepal in various spheres."

    },
    {
        "Tweets": "In our conversation"

    },
    {
        "Tweets": "I am sad on quitting as MLA but people of Maninagar are happy! Infact"

    },
    {
        "Tweets": "Its a matter of immense pride & joy that Gujarat is getting its 1st woman CM in Anandiben Patel. My best wishes with her as she takes over."

    },
    {
        "Tweets": "I condemn the attack on our consulate in Herat"

    },
    {
        "Tweets": "India salutes the efforts of India's security personnel & Afghan security forces for their valiant efforts to fight the terrorists in Herat."

    },
    {
        "Tweets": "Great having leaders from SAARC nations & Mauritius join us during the ceremony. Their presence will make the occasion more memorable."

    },
    {
        "Tweets": "I welcome the step by Sri Lanka & Pakistan to release our fishermen. I welcome our fishermen brothers back home!"

    }
]